Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Mõnda arhiivi ei saa tõmmata, ehk käivitad apt-get update või proovid --fix-missing?
fi: Joidenkin arkistojen nouto ei onnistunut, ehkä "apt-get update" auttaa tai kokeile --fix-missing?

source: --fix-missing ja andmekandja vahetamine pole praegu toetatud
fi: --fix-missing ja taltion vaihto ei ole nyt tuettu

source: Puuduvaid pakette ei saa parandada.
fi: Puuttuvia paketteja ei voi korjata.

source: Paigalduse katkestamine.
fi: Asennus keskeytetään.

source: Mittesaadaval sihtväljalaske '%s' paketist '%s' ignoreerimine
fi: Älä välitä puuttuvasta kohdejulkaisusta '%s' paketissa '%s'

source: '%s' valimine lähtepaketiks '%s' asemel
fi: Valittiin '%s' lähdepaketiksi paketin '%s' sijaan

source: Update käsk ei võta argumente
fi: Komento update ei käytä parametreja

source: Me ei tohi asju kustutada, ei saa AutoRemoverit käivitada
fi: Meidän ei kuuluisi poistaa tietoja, AutoRemover-toimintoa ei voida käynnistää.

source: Hmm, paistab, et AutoRemover hävitas midagi, mida poleks tohtinud juhtuda. Palun saada apt-i kohta vearaport.Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.
fi: Hmm, vaikuttaisi siltä kuin AutoRemover olisi poistanut jotakin mitä sen ei kuuluisi poistaa. Ole hyvä ja täytä ilmoitus bugista apt-paketissa.Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.

source: Järgmine teave võib aidata olukorda lahendada:
fi: Seuraavista tiedoista voi olla hyötyä selvitettäessä tilannetta:

source: Sisemine viga, AutoRemover lõhkus asju
fi: Sisäinen virhe, AutoRemover rikkoi jotain

source: Kasuta nende eemaldamiseks 'apt-get autoremove'.
fi: Poista ne komennolla "apt-get autoremove".

source: Sisemine viga, AllUpgrade lõhkus asju
fi: Sisäinen virhe, AllUpgrade rikkoi jotain

source: Lahendamata sõltuvused. Proovi käsku 'apt-get -f install' ilma pakettideta (või määra lahendus).
fi: Kaikkia riippuvuuksia ei ole tyydytetty. Kokeile "apt-get -f install" ilmanpaketteja (tai ratkaise itse).

source: Mõnda paketti ei saanud paigaldada. See võib tähendada, et oled palunud võimatut olukorda või kasutad ebastabiilset distributsiooni, millel on mõned vajalikud paketid veel loomata või on sissetulevate hulgast välja arvatud.
fi: Joitakin paketteja ei voitu asentaa. On ehkä vaadittu mahdottomia tai, jos käytetään epävakaata jakelua, joitain vaadittuja paketteja ei ole vielä luotu tai siirretty Incoming-kansiosta.

source: Katkised paketid
fi: Rikkinäiset paketit

source: Paigaldatakse järgnevad lisapaketid:
fi: Seuraavat ylimääräiset paketit on merkitty asennettaviksi:

source: Soovituslikud paketid:
fi: Ehdotetut paketit:

source: Soovitatavad paketid:
fi: Suositellut paketit:

source: Ei suutnud leida paketti %s
fi: Pakettia %s ei löytynyt

source: Uuenduse arvutamine...
fi: Käsitellään päivitystä ...

source: Sisemine viga, probleemilahendaja lõhkus asju
fi: Sisäinen virhe, resolver rikkoi jotain

source: Ei saa lukustada allalaadimiskataloogi
fi: Noutokansiota ei saatu lukittua

source: Pead määrama vähemalt ühe paketi, mille lähtekoodi tõmmata
fi: On annettava ainakin yksi paketti jonka lähdekoodi noudetaan

source: Ei suutnud leida lähtepaketti %s jaoks
fi: Paketin %s lähdekoodipakettia ei löytynyt

source: Juba alla laaditud faili '%s' vahele jätmine
fi: Ohitetaan jo noudettu tiedosto "%s"

source: Sul pole kettal %s piisavalt vaba ruumi
fi: Kansiossa %s ei ole riittävästi vapaata tilaa

source: Tõmba lähtekood %s
fi: Nouda lähdekoodi %s

source: Mõne arhiivi tõmbamine nurjus.
fi: Joidenkin arkistojen noutaminen ei onnistunut.

source: %s-s juba lahti pakitud lähtekoodi lahtipakkimise vahele jätmine
fi: Ohitetaan purku jo puretun lähdekoodin %s kohdalla

source: Lahtipakkimise käsk '%s' nurjus.
fi: Purkukomento "%s" ei onnistunut.

source: Kontrolli, kas pakett 'dpkg-dev' on paigaldatud.
fi: Tarkista onko paketti "dpkg-dev" asennettu.

source: Lapsprotsess nurjus
fi: Lapsiprosessi kaatui

source: Peab määrama vähemalt ühe paketi, mille ehitussõltuvusi kontrollida
fi: On annettava ainakin yksi paketti jonka paketointiriippuvuudet tarkistetaan

source: Paketi %s jaoks ei saa ehitussõltuvuste teavet hankida
fi: Paketille %s ei ole saatavilla riippuvuustietoja

source: Paketil %s pole ehitussõltuvusi.
fi: Paketille %s ei ole määritetty paketointiriippuvuuksia.

source: %s sõltuvust %s jaoks ei saanud rahuldada, sest paketti %s ei suudetud leida
fi: riippuvuutta %s paketille %s ei voi tyydyttää koska pakettia %s ei löydy

source: Sõltuvuse %s rahuldamine %s jaoks nurjus: Paigaldatud pakett %s on liiga uus
fi: Riippuvuutta %s paketille %s ei voi tyydyttää: Asennettu paketti %s on liian uusi

source: Sõltuvuse %s rahuldamine %s jaoks nurjus: %s
fi: Riippuvuutta %s paketille %s ei voi tyydyttää: %s

source: Ehitamise sõltuvusi %s jaoks ei saa rahuldada.
fi: Paketointiriippuvuuksia paketille %s ei voi tyydyttää.

source: Ehitamise sõltuvuste töötlemine nurjus
fi: Paketointiriippuvuuksien käsittely ei onnistunut

source: Toetatud moodulid:
fi: Tuetut moduulit:

source: Tabamus
fi: Löytyi

source: Tõmba:
fi: Nouda:

source: Ign
fi: Siv

source: Andmekandja vahetus: palun sisesta ketas nimega '%s' seadmesse '%s' ning vajuta enter
fi: Taltion vaihto: Pistä levy "%s" asemaan "%s" ja paina Enter

source: Tundmatu paketikirje!
fi: Tuntematon pakettitietue!

source: Kasutamine: apt-sortpkgs [võtmed] fail1 [fail2 ...] apt-sortpkgs on lihtne tööriist paketifailide sorteerimiseks. Valikut -s kasutatakse näitamaks, milline fail see on. Võtmed: -h See abitekst -s Allikfailide sorteerimise kasutamine -c=? Selle seadistuste faili lugemine -o=? Suvalise seadistusvaliku määramine, nt -o dir::cache=/tmp
fi: Käyttö: apt-sortpkgs [valitsimet] tdsto1 [tdsto2 ...] apt-sortpkgs on yksinkertainen työkalu pakettitiedostojen lajitteluun. Valitsimella -s ilmaistaan minkälainen tiedosto on. Valitsimet: -h Tämä ohje -s Käytä lähdetiedostolajittelua -c=? Lue tämä asetustiedosto -o=? Aseta mikä asetusvalitsin tahansa, esim. -o dir::cache=/tmp

source: Halb vaikesäte!
fi: Oletusasetus ei kelpaa!

source: Jätkamiseks vajuta enter.
fi: Jatka painamalla Enter.

source: Kas tahad kustutada kõik eelnevalt alla laetud .deb failid?
fi: Haluatko poistaa aiemmin noudettuja .deb-tiedostoja?

source: Lahtipakkimisel tekkisid mõned tõrked. Paigaldatud paketid
fi: Purkamisessa tapahtui virheitä. Paketit jotka asennettiin

source: seadistatakse. Selle tulemusel võib tekkida duplikaadivigu
fi: säädetään. Virheet voivat näkyä tämän seurauksena kahdesti.

source: või puuduvate sõltuvuste põhjustatud vigu. See on normaalne, olulised on
fi: tai tyydyttämättömät riippuvuudet aiheuttavat virheitä. Tämä ei haittaa

source: ainult need vead, mis asuvad ülalpool seda teadet. Palun paranda need ja käivita Pa[i]galdus uuesti.
fi: vain tätä viestiä ennen tulleilla virheillä on merkitystä. Korjaa ne ja aja [I]nstall uudestaan

source: Saadaoleva teabe liitmine
fi: Yhdistetään saatavuustiedot

source: Ava liivakastis
fi: Avaa hiekkalaatikossa

source: Ava %s liivakastis
fi: Avaa %s hiekkalaatikossa

source: Faili ei leitud: %s
fi: Tiedostoa ei löydy: %s

source: %s käivitamine
fi: Käynnistetään %s

source: Õigused:
fi: Oikeudet:

source: Kõik
fi: Kaikki

source: Valitud viit
fi: Valittu linkki

source: Määrab, milline AtkHyperlink on valitud
fi: Määrittelee, onko AtkHyperlink-olio valittu

source: Ankrute arv
fi: Ankkureiden määrä

source: AtkHyperlink objektiga seotud ankrute arv
fi: AtkHyperlink-olioon kytkettyjen ankkureiden määrä

source: Lõpuindeks
fi: Loppuindeksi

source: AtkHyperlink objekti lõpuindeks
fi: AtkHyperlink-olion loppuindeksi

source: Algusindeks
fi: Alkuindeksi

source: AtkHyperlink objekti algusindeks
fi: AtkHyperlink-olion alkuindeksi

source: vigane
fi: virheellinen

source: kiirklahvi silt
fi: pikavalintanimiö

source: häire
fi: hälytys

source: animatsioon
fi: animaatio

source: nool
fi: nuoli

source: kalender
fi: kalenteripiirtoalue

source: lõuend
fi: kangas

source: märkeruut
fi: valintaruutu

source: märgitav menüükirje
fi: valintaruutu valikon kohtana

source: värvivalija
fi: värivalitsin

source: veeru päis
fi: sarakkeen otsake

source: valikukast
fi: yhdistelmäruutu

source: kuupäevaredaktor
fi: päiväysmuokkain

source: töölaua ikoon
fi: työpöydän kuvake

source: töölaua raam
fi: työpöytäkehys

source: häälestusnupp
fi: arvosäädin

source: dialoog
fi: valintaikkuna

source: kataloogipaan
fi: kansiopaneeli

source: joonistamise ala
fi: piirtoalue

source: failivalija
fi: tiedostovalitsin

source: täitja
fi: täyte

source: kirjatüübivalija
fi: kirjasinlajivalitsin

source: raam
fi: kehys

source: klaaspaan
fi: päällimmäinen paneeli

source: html konteiner
fi: html-säilö

source: ikoon
fi: kuvake

source: pilt
fi: kuva

source: sisemine raam
fi: sisäinen kehys

source: silt
fi: nimiö

source: kihiline paan
fi: kerrospaneeli

source: nimekiri
fi: luettelo

source: nimekirja element
fi: luettelon kohta

source: menüü
fi: valikko

source: menüüriba
fi: valikkopalkki

source: menüüelement
fi: valikon kohta

source: valikupaan
fi: valintapaneeli

source: leheküljesakk
fi: välilehti

source: leheküljesakkide nimekiri
fi: välilehtiluettelo

source: paneel
fi: paneeli

source: parooli tekst
fi: salasanateksti

source: hüpikmenüü
fi: ponnahdusvalikko

source: edenemisriba
fi: edistymispalkki

source: lülitamisnupp
fi: painike

source: raadionupp
fi: vaihtoehtonappi

source: raadionupuga menüükirje
fi: vaihtoehtonappi valikon kohtana

source: põhipaan
fi: juuripaneeli

source: rea päis
fi: riviotsake

source: kerimisriba
fi: vierityspalkki

source: kerimispaan
fi: vierityspaneeli

source: eraldaja
fi: erotin

source: liugur
fi: liukusäädin

source: poolitamispaan
fi: jaettu paneeli

source: kerimisnupp
fi: pyöröpainike

source: olekuriba
fi: tilarivi

source: tabel
fi: taulukko

source: tabeli lahter
fi: taulukon solu

source: tabeli veerupäis
fi: taulukon sarakkeen otsake

source: tabeli reapäis
fi: taulukon rivin otsake

source: rebi-küljest menüüelement
fi: valikon irrotuskohta

source: terminal
fi: pääte

source: tekst
fi: teksti

source: lülitinupp
fi: vipupainike

source: tööriistariba
fi: työkalupalkki

source: tööriistavihje
fi: vinkki

source: puutabel
fi: puutaulukko

source: tundmatu
fi: tuntematon

source: vaatepunkt
fi: näköaukko

source: aken
fi: ikkuna

source: päis
fi: ylätunniste

source: jalus
fi: alatunniste

source: lõik
fi: kappale

source: joonlaud
fi: viivain

source: rakendus
fi: sovellus

source: automaatlõpetus
fi: automaattitäydennys

source: redigeerimisriba
fi: muokkauspalkki

source: põimitud komponent
fi: upotettu komponentti

source: sisestus
fi: kohta

source: seletus
fi: kuvateksti

source: dokumendi raam
fi: asiakirjakehys

source: lehekülg
fi: sivu

source: osa
fi: kappale

source: üleliigne objekt
fi: liiallinen kohde

source: vorm
fi: kaavake

source: viit
fi: linkki

source: sisestusmeetodi aken
fi: syöttötavan ikkuna

source: hüperpilt
fi: kuvakartta

source: teade
fi: ilmoitus

source: Kasutatav nimi
fi: Esteetön nimi

source: Objekti nimetus vormindatuna abistava tehnikaga kasutamiseks
fi: Olion ilmentymän nimi muotoiltuna apuvälinesovelluksia varten

source: Kasutatav kirjeldus
fi: Esteetön kuvaus

source: Objekti kirjeldus vormindatuna abistava tehnikaga kasutamiseks
fi: Olion kuvaus muotoiltuna apuvälinesovelluksia varten

source: Kasutatav vanem
fi: Esteetön emo

source: Kasutatav väärtus
fi: Esteetön arvo

source: Kasutatakse väärtuse muutustest teavitamiseks
fi: Käytetään huomauttamaan, että arvo on muuttunut

source: Kasutatav roll
fi: Esteettömyysrooli

source: Objekti kasutatav roll
fi: Tämän olion esteettömyysrooli

source: Kasutatav kiht
fi: Esteettömyyskerros

source: Objekti kasutatav kiht
fi: Tämän olion esteettömyyskerros

source: Kasutatav MDI väärtus
fi: Esteetön MDI-arvo

source: Objekti kasutatav MDI (mitme dokumendi liides) väärtus
fi: Tämän olion esteetön MDI-arvo

source: Kasutatav tabeli seletus
fi: Esteetön taulukon otsake

source: Kasutatakse tabeli seletuuse muutustest teavitamiseks; seda omadust oleks soovitatav mitte kasutada. Selle asmele võiks kasutada accessible-table-caption-object omadust
fi: Käytetään huomauttamaan, että taulukon otsake on muuttunut. Tämän ominaisuuden sijaan tulisi käyttää ominaisuutta "accessible-table-caption-object".

source: Kasutatav tabeli veeru päis
fi: Esteetön taulukon sarakkeen otsake

source: Kasutatakse tabeli veeru päise muutustest teavitamiseks
fi: Käytetään huomauttamaan, että taulukon sarakkeen otsake on muuttunut

source: Kasutatav tabeli veeru kirjeldus
fi: Esteetön taulukon sarakkeen kuvaus

source: Kasutatakse tabeli veeru kirjelduse muutustest teavitamiseks
fi: Käytetään huomauttamaan, että taulukon sarakkeen kuvaus on muuttunut

source: Kasutatav tabeli rea päis
fi: Esteetön taulukon rivin otsake

source: Kasutatakse tabeli rea päise muutustest teavitamiseks
fi: Käytetään huomauttamaan, että taulukon rivin otsake on muuttunut

source: Kasutatav tabeli rea kirjeldus
fi: Esteetön taulukon rivin kuvaus

source: Kasutatakse tabeli rea kirjelduse muutustest teavitamiseks
fi: Käytetään huomauttamaan, että taulukon rivin kuvaus on muuttunut

source: Kasutatav tabeli kokkuvõte
fi: Esteetön taulukon yhteenveto

source: Kasutatakse tabeli kokkuvõtte muutustest teavitamiseks
fi: Käytetään huomauttamaan, että taulukon yhteenveto on muuttunut

source: Kasutatav tabeli seletuse objekt
fi: Esteetön taulukon otsakeolio

source: Kasutatakse tabeli seletuse muutustest teavitamiseks
fi: Käytetään huomauttamaan, että taulukon otsake on muuttunut

source: Kasutatavate viitade arv
fi: Esteettömien hyperlinkkien määrä

source: Käesoleva AtkHypertext'i viitade arv
fi: AtkHypertext-olion linkkien määrä

source: Operatsioon ebaõnnestus
fi: Toiminto epäonnistui

source: Halb olek
fi: Huono tila

source: Vigane serverinimi
fi: Kelvoton verkkonimi

source: Vigane domeeninimi
fi: Kelvoton verkkoalueen nimi

source: Sobivat võrguprotokolli pole saadaval
fi: Sopivaa verkkoyhteyskäytäntöä ei ole saatavilla

source: Vigane DNS TTL
fi: Virheellinen DNS TTL

source: Kohaliku nime kokkupõrge
fi: Paikallinen nimien yhteentörmäys

source: Vigane kirje
fi: Virheellinen tietue

source: Vigane teenusenimi
fi: Virheellinen palvelun nimi

source: Vigane teenuse tüüp
fi: Virheellinen palvelun tyyppi

source: Vigane pordi number
fi: Virheellinen porttinumero

source: Vigane kirjevõti
fi: Virheellinen tietueavain

source: Vigane aadress
fi: Virheellinen osoite

source: Ajapiirang on ületatud
fi: Tapahtui aikakatkaisu

source: Liiga palju kliente
fi: Liian monta asiakasta

source: Liiga palju objekte
fi: Liian monta objektia

source: Liiga palju sissekandeid
fi: Liian monta kohdetta

source: Vigane tegevus
fi: Virheellinen toiminto

source: Mälu on otsas
fi: Muisti loppui

source: Deemon ei tööta
fi: Taustaprosessi ei käynnissä

source: Vigased lipud
fi: Virheelliset liput

source: Ei leitud
fi: Ei löytynyt

source: Vigane pakett
fi: Virheellinen paketti

source: Vigane RDATA
fi: Virheellinen RDATA

source: Vigane DNS tüüp
fi: Virheellinen DNS-tyyppi

source: Vigane DNS klass
fi: Virheellinen DNS-luokka

source: Pole toetatud
fi: Ei tuettu

source: Vigane parameeter
fi: Virheellinen argumentti

source: On tühi
fi: On tyhjä

source: Vigane veakood
fi: Kelvoton virhekoodi

source: Avahi Zeroconfi brauser
fi: Avahin Zeroconf-selain

source: tühi
fi: tyhjä

source: Teenuse tüüp:
fi: Palvelun tyyppi:

source: Teenuse nimi:
fi: Palvelun nimi:

source: Domeeninimi:
fi: Verkkotunnus:

source: Liides:
fi: Verkkoliitäntä:

source: Aadress:
fi: Osoite:

source: Domeen
fi: Verkkoalue

source: Teenuse tüüp
fi: Palvelun tyyppi

source: Teenuse nimi
fi: Palvelun nimi

source: Aadress
fi: Osoite

source: Port
fi: Portti

source: Masina nimi
fi: Verkkonimi

source: Domeeni muutmine
fi: Vaihda verkkoaluetta

source: Apple seadmete tugi
fi: Apple-laitteiden tuki

source: Tugi seadmetele nagu iPod, iPhone ja IPad
fi: Tuki useimmille iPod-/iPhone-/iPad-laitteille.

source: Seadmete tugi
fi: Laitetuki

source: Karma tugi
fi: Karma-tuki

source: Rio Karma Seadmete tugi.
fi: Tuki Rio Karma -laitteille.

source: Tugi USB-ketta põhistele seadmetele, kaasa arvatud iAudio seadmed ning Android, Pre ja Galaxy telefonid.
fi: Tuki USB-asemaan perustuville laitteille, kuten monille iAudio-laitteille sekä Android-, Pre- ja Galaxy-puhelimille.

source: MTP meediaesitaja tugi
fi: MTP-mediasoitinten tuki

source: Tugi MTP seadmetele, kaasa arvatud Creative Zen seadmed.
fi: Tuki MTP-laitteille, kuten monille Creative Zen -laitteille.

source: Amazon MP3 Store Source
fi: Amazonin MP3-kauppa

source: Sirvi, otsi ja osta muusikat Amazoni MP3 poest.
fi: Selaa, etsi ja osta musiikkia Amazonin MP3-kaupasta.

source: Veebiallikad
fi: Verkkolähteet

source: Amazoni MP3 importimine
fi: Amazonin MP3-tiedostojen tuontityökalu

source: Laadi alla ja impordi Amazon.com-ist ostetud muusikat
fi: Lataa ja tuo Amazon.com:sta ostettua musiikkia

source: Audioraamatute kogu
fi: Äänikirjojen kirjasto

source: Organiseeri heliraamatuid, loenguid, jne.
fi: Järjestä äänikirjoja, luentoja, jne.

source: Tuum
fi: Ydin

source: Boo skriptimine
fi: Boo-komentosarjat

source: Kohanda ja laienda Bansheed Boo skriptimiskeelega.u
fi: Mukauta ja laajenna Bansheeta Boo-kielen komentosarjoilla.

source: Tarvikud
fi: Työkalut

source: BPM (löökide arv minutis) tuvastus
fi: BPM:n tunnistus

source: Tuvastab muusikas löökide arvu minutis
fi: Tunnista musiikin iskut minuutissa (BPM).

source: Plaadiümbrise tõmbamine
fi: Kansikuvien noutaminen

source: Tõmba plaadiümbris kõigile failidele oma kogus.
fi: Nouda kansikuvat kaikille kirjaston kohteille.

source: DAAP-jagamine
fi: DAAP-jakaminen

source: Sirvi ja kuula jagatud muusikat üle kohaliku võrgu.
fi: Selaa ja kuuntele paikallisessa verkossa jaettua musiikkia.

source: eMusic' importimine
fi: eMusic-tuonti

source: Laadi alla ja impordi eMusic-st ostetud muusikat.
fi: Lataa ja tuo eMusic:sta ostettua musiikkia

source: Failisüsteemi eelvaate järjekord
fi: Tiedostojärjestelmän esikatselujono

source: Vaatle faile ilma kogusse importimatta.
fi: Esikatsele tiedostoja ilman niiden tuontia kirjastoon.

source: Metateabe parandamine
fi: Metatietojen korjaus

source: Interneti arhiiv
fi: Internet Archive

source: Interneti raadio
fi: Internet-radio

source: Kuula ja seadista interneti raadiojaamu
fi: Kuuntele ja järjestä Internet-radioasemia.

source: Last.fm´i jälgimine
fi: Last.fm-scrobblaus

source: Last.fm raadio
fi: Last.fm-radio

source: Last.fm´i striimimisraadio tasulise konto omanikele.
fi: Last.fm:n virtausradio maksaville tilaajille

source: Meediakogu vaataja
fi: Kirjaston seuraaja

source: Uuenda automaatselt muusikat ja videokogusid.
fi: Päivitä automaattisesti musiikki- ja videokirjastot.

source: Minirežiim
fi: Minitila

source: Kasuta Banshee'd minireziimis, millel on ainult esitusnuppud ja loo info.
fi: Ohjaa Bansheeta pienen, vain soittopainikkeet ja kappaleen tiedot sisältävän ikkunan kautta.

source: Kuva ja telli tuhandeid audio ja video podcaste.
fi: Selaa ja tilaa tuhansia ääni- ja videopodcasteja.

source: MPRIS D-bus kasutajaliides
fi: MPRIS-D-Bus-rajapinta

source: Kasuta Banshee'd MPRIS D-Bus kasutajaliidese kaudu.
fi: Hallitse Bansheeta MPRIS-D-Bus-rajapintaa käyttäen

source: Multimeediaklahvid
fi: Multimedianäppäimet

source: Halda esitust multimeedia nuppude kaudu.
fi: Ohjaa soittoa näppäimistön multimedianäppäinten kautta.

source: Teateala ikoon
fi: Ilmoitusalueen kuvake

source: Näita Bansee ikooni teatealal.
fi: Näytä ilmoitusalueella Bansheen ohjaamiseen käytettävä kuvake.

source: Impordi Amarok, Rhythmbox või iTunes muusikamängijast
fi: Tuontityökalut Amarokille, Rhythmboxille ja iTunesille

source: Impordi oma muusikakogu Amarok, Rhythmbox või iTunes muusikamängijast
fi: Tuo kirjasto Amarokista, Rhythmboxista tai iTunesista.

source: Esitamise järjekord
fi: Soittojono

source: Podcastid
fi: Podcastit

source: Heli menüü ühildamine
fi: Äänivalikon integraatio

source: Banshee juhtimine helimenüüst.
fi: Hallitse Bansheeta äänivalikosta.

source: Torrentite allalaadija
fi: Torrentien lataaja

source: Toetab BitTorrent'i failide allalaadimist podcastidest.
fi: Tuki BitTorrent-tiedostojen lataamiseen podcasteista.

source: Ubuntu One Muusikapood
fi: Ubuntu One -musiikkikauppa

source: Vaata esitaja infot Wikipediast lisateksti väljalt.
fi: Näytä Wikipediasta haettuja artistitietoja kontekstipaneelissa.

source: Kontekstipaneel
fi: Kontekstipaneeli

source: Näita seotud Youtube videosid lisateksti väljal.
fi: Näytä aiheeseen liittyviä YouTube-videoita kontekstipaneelissa.

source: AAC (Novelli enkooder)
fi: AAC (Novell-enkooderi)

source: Bitivoog
fi: Bittinopeus

source: Konteiner
fi: Säilö

source: 3GPP (3. generatsiooni partner projekt)
fi: 3GPP

source: Profiil
fi: Profiili

source: Vähe keerukas
fi: Alhainen monimutkaisuus

source: Pikajaline ennustus
fi: Pitkän aikavälin ennustaminen

source: Väljundvorming
fi: Tuotoksen muoto

source: Kanalid
fi: Kanavat

source: Vaba kadudeta audiokoodek
fi: Free Lossless Audio Codec

source: Vaba kadudeta audiokoodek (FLAC) on avatud koodiga koodek mis tihendab, kuid ei vähenda helikvaliteeti
fi: Free Lossless Audio Codec (FLAC) on avoimen lähdekoodin koodekki, joka pakkaa, mutta ei alenna äänen laatua.

source: MP3 (LAME kodeerija)
fi: MP3 (Lame-koodaaja)

source: Kinnise koodiga vanem, aga populaarne, kadudega pakkimise vormig, mis toodab madala bitivoo juures suuremaid faile.
fi: Patentoitu sekä vanha, mutta yleinen äänimuoto, joka tuottaa isoja tiedostoja huonolla äänenlaadulla.

source: Enkoodimise režiim
fi: Pakkaustila

source: Konstantne bitivoog
fi: Tasainen bittinopeus

source: Muutuv bitivoog
fi: Vaihteleva bittinopeus

source: VBR kvaliteet
fi: VBR-laatu

source: Halvim
fi: Huonoin

source: Parim
fi: Paras

source: MP3 (Xing kodeerija)
fi: MP3 (Xing-koodaaja)

source: Vorbis on avatud koodiga kadudega pakkimise koodek, mis pakub head kvaliteeti väiksema failisuuruse juures kui MP3.
fi: Vorbis on avoimen lähdekoodin äänikodekki, joka takaa korkean laadun sekä pienemmän tiedostokoon kuin MP3.

source: Heli kvaliteet
fi: Äänenlaatu

source: Kiire ja efektiivne avatud koodiga audiovorming, mis pakub kadudeta ja kõrgekvaliteedilist kadudega kodeerimist laias dünaamilises ulatuses.
fi: Nopea ja tehokas avoin äänen pakkausmuoto, joka tarjoaa häviöttömän sekä korkealaatuisen häviöllisen pakkauksen suurella dynaamisella alueella.

source: Režiim
fi: Tila

source: Kiire pakkimine
fi: Nopea pakkaus

source: Vaikimisi tihendus
fi: Oletuspakkaus

source: Tihe pakkimine
fi: Suuri pakkaus

source: Ülitihe pakkimine
fi: Erittäin suuri pakkaus

source: Kadudega režiim
fi: Häviöllinen tila

source: Salvesta MD5 summa faili
fi: Tallenna MD5-summa tiedostoon

source: Ekstra protsessimine
fi: Lisäkäsittely

source: Vaikimisi
fi: Oletus

source: Kõrgeim
fi: Suurin

source: Waveform PCM
fi: PCM-aaltomuoto

source: WAV+PCM on kadudeta vorming, mis hoiab pakkimata toorest pulsskoodina moduleeritud (PCM) heli.
fi: WAV+PCM-muoto pitää sisällään pakkaamatonta, raakaa Pulse-Code Modulated (PCM) -ääntä.

source: Windows meedia audio
fi: Windows Media Audio

source: Suletud kadudega pakkimise audiovorming mis pakub paremat kvaliteeti väiksema failisuurusega kui MP3. 96kbps WMA on samaväärne 128kbps MP3-ga.
fi: Kaupallinen häviöllinen äänimuoto, jolla voidaan tehdä korkealaatuisia tiedostoja MP3-tiedostoja pienemmässä koossa. 96 kbps wma-tiedosto vastaa 128 kbps mp3-tiedostoa.

source: Kasuta muutuvat bitivoogu
fi: Käytä vaihtelevaa bittinopeutta

source: Meedia-esitaja
fi: Mediasoitin

source: Banshee meediaesitaja
fi: Banshee-musiikkisoitin

source: Mängi ja korrasta oma meediakogu
fi: Toista ja järjestele mediakirjastojasi
